akamud.vscode-theme-onelight
andys8.jest-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hoovercj.vscode-settings-cycler
lafe.contextualduplicate
ms-vscode.PowerShell
msjsdiag.debugger-for-chrome
Orta.vscode-jest
PeterJausovec.vscode-docker
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
thenikso.github-plus-theme
wmaurer.change-case
xabikos.ReactSnippets
rafaelmaiolla.remote-vscode
